{
  "What is Staking?": "什麼是質押？",
  "Our ETH stakes are invested in a totally different way from the traditional hence its high and lucrative APY. This is how it works, despite the falling crypto prices, the NFT market at least 33% exponential growth each yearly quarter and is forecasted to reach approximately $80 billion in net sales volume by 2025.":"我們的 ETH 股份的投資方式與傳統方式完全不同，因此其 APY 高且利潤豐厚。 這就是它的運作方式，儘管加密貨幣價格下跌，但 NFT 市場每年每個季度至少有 33% 的指數增長，預計到 2025 年淨銷售額將達到約 800 億美元。",
  "BXO Pro works with a Blockchain Intelligence Group risk and investigation explorer for NFTs built on the QLUE data analytics platform to automate NFT trades simultaneously for a high yield probability.": "BXO Pro 與基於 QLUE 數據分析平台的 NFT 的 區塊鏈智能組 風險和調查瀏覽器合作，同時自動化 NFT 交易以獲得高收益概率。",
  "this is where our clients come in, we use your staked": "這是我們的客戶進來的地方，我們使用您的質押",
  "ETH coins to fund the private high yield NFT smart contracts trades which in turn automatically deposits revenue back into your staking wallet within a fixed amount of time according to amount allocated by each account into our contract.": "ETH 代幣為私人高收益 NFT 智能合約交易提供資金，這反過來又會根據每個賬戶分配給我們合約的金額在固定時間內自動將收入存入您的質押錢包。",
  "How can i get rewards from my assets?": "我如何從我的資產中獲得獎勵？",
  "Stake your assets for the preferred duration and annual rate until the end of the stake.":"以首選期限和年利率質押您的資產，直到質押結束.",
  "Can I automatically reinvest my asset in the same stake?":"我可以自動將我的資產再投資於相同的股份嗎？",
  "Yes. Please choose Auto prolonation while making new Stake.":"是的。 進行新 賭注 時請選擇 自動旋前。",
  "It depend on type of early unstake option: with earning or without earning. In first case, you can unstake anytime and get current rewards, in second case- if you mistake, you will get only staked amount.":"這取決於提前取消押注選項的類型：有收益或沒有收益。 在第一種情況下，您可以隨時取消質押並獲得當前獎勵，在第二種情況下 - 如果您出錯，您將只獲得質押金額。",
  "HOW IT WORKS": "這個怎麼運作",
  "Stake amount":"質押金額",
  "Hold period":"持有期",
  "APY increase":"APY 增加",
  "months":"月",
  "weeks":"週",
  "What will happen if I make early unstake?":"如果我提前取消抵押會發生什麼？"
}
